tap "homebrew/bundle"
tap "homebrew/services"
tap "ynqa/tap"
brew "bat"
brew "bzip2"
brew "coreutils"
brew "libidn2"
brew "gnutls"
brew "emacs"
brew "cask"
brew "curl"
brew "direnv"
brew "exa"
brew "fd"
brew "ghq"
brew "icu4c"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "jq"
brew "libxml2"
brew "libxmlsec1"
brew "mysql"
brew "nkf"
brew "nodebrew"
brew "oath-toolkit"
brew "peco"
brew "php@7.4"
brew "php@8.0", restart_service: true
brew "plantuml"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "ynqa/tap/jnv"
cask "alfred", args: { appdir: "/Applications" }
cask "cheatsheet", args: { appdir: "/Applications" }
cask "clipy", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "macwinzipper", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "sequel-ace", args: { appdir: "/Applications" }
cask "shiftit", args: { appdir: "/Applications" }
cask "skitch", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "teams", args: { appdir: "/Applications" }
cask "tableplus", args: { appdir: "/Applications" }
cask "wave", args: { appdir: "/Applications" }
cask "cursor", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "arc", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "scroll-reverser", args: { appdir: "/Applications" }
cask "kindle", args: { appdir: "/Applications" }
vscode "farosystemappender constructor"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "arjun.swagger-viewer"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "christian-kohler.path-intellisense"
vscode "codingyu.laravel-goto-view"
vscode "coenraads.bracket-pair-colorizer-2"
vscode "cvergne.vscode-php-getters-setters-cv"
vscode "damms005.devdb"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "fetzi.php-file-types"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "glitchbl.laravel-create-view"
vscode "golang.go"
vscode "ihunte.laravel-blade-wrapper"
vscode "jebbs.plantuml"
vscode "junstyle.php-cs-fixer"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "naoray.laravel-goto-components"
vscode "neilbrayfield.php-docblocker"
vscode "nmrmsys.vscode-sql-formatter-mod"
vscode "octref.vetur"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "pgl.laravel-jump-controller"
vscode "phproberto.vscode-php-getters-setters"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "rexshi.phpdoc-comment-vscode-plugin"
vscode "ryannaddy.laravel-artisan"
vscode "shufo.vscode-blade-formatter"
vscode "simonsiefke.svg-preview"
vscode "soerenuhrbach.vscode-deepl"
vscode "streetsidesoftware.code-spell-checker"
vscode "takumii.markdowntable"
vscode "valeryanm.vscode-phpsab"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.gistfs"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
vscode "zobo.php-intellisense"
vscode "zoellner.openapi-preview"
