adoptopenjdk
alfred
cheatsheet
clipy
docker
firefox
macwinzipper
postman
sequel-ace
shiftit
skitch
slack
sublime-text
tableplus
vagrant
virtualbox
wave
visual-studio-code
arc
cursor
